--[[
  __   __  _______          ______  ________  __    __  _______   ______   ______  
|  \  |  \|       \        /      \|        \|  \  |  \|       \ |      \ /      \ 
| $$  | $$| $$$$$$$\      |  $$$$$$\\$$$$$$$$| $$  | $$| $$$$$$$\ \$$$$$$|  $$$$$$\
 \$$\/  $$| $$  | $$      | $$___\$$  | $$   | $$  | $$| $$  | $$  | $$  | $$  | $$
  >$$  $$ | $$  | $$       \$$    \   | $$   | $$  | $$| $$  | $$  | $$  | $$  | $$
 /  $$$$\ | $$  | $$       _\$$$$$$\  | $$   | $$  | $$| $$  | $$  | $$  | $$  | $$
|  $$ \$$\| $$__/ $$      |  \__| $$  | $$   | $$__/ $$| $$__/ $$ _| $$_ | $$__/ $$
| $$  | $$| $$    $$       \$$    $$  | $$    \$$    $$| $$    $$|   $$ \ \$$    $$
 \$$   \$$ \$$$$$$$         \$$$$$$    \$$     \$$$$$$  \$$$$$$$  \$$$$$$  \$$$$$$ 
                                                                                   
- Thank You For Coffie ☕️
- Resource : xD.Particles
- Discord Store : https://discord.gg/NXhQ7VPSvq
- รับ Custom Script ทุกรูปแบบ / รับทำเว็บไซต์ / API เชื่อม Lock สคริปต์ทุกรูปแบบ ป้องกัน Bypass

]]--


Config  , Particles = {} , {}

Config["Command"] = "particles"

Config["Permission"] = {
    ["admin"] = true,
    ["superadmin"] = true,
}